package com.example.cp.data.local.prepopulation

import com.example.cp.data.local.entity.DescriptionEntity
import com.example.cp.data.local.entity.TitleEntity
import com.example.cp.data.local.model.InitialTopic

object PrepopulateData {

    fun getInitialTopics(): List<InitialTopic> {
        return listOf(

            //title 1
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "تعریف فلج مغزی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "فلج مغزی اطفالCP (Cerebral palsy) یک اختلال نورولوژیکی در مغز است. این اختلال عملکرد حرکات کودک، توانایی کنترل عضلات، هماهنگی، عکس العمل، حالت بدنی، تعادل و گاهی توانایی برقراری ارتباط را مختل می کند. CP یک ترم تشخیصی جهت توصیف یک گروه از اختلالات پایدار حرکتی و وضعیتی است که باعث محدودیت فعالیتی می شود، که قابل انتساب به اختلالات غیرپیشرونده در مغز در حال تکامل جنین یا شیرخوار است."
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "اختلالات حرکتی غالبا با اختلالات حسی، درکی، شناختی، ارتباطی، رفتاری، صرع و مشکلات اسکلتی عضلانی ثانویه همراه است. با تشخیص به موقع، درمان و یادگیری کیفیت زندگی کودک تا حد بسیار زیادی بالاتر می\u200Cرود."
                    )
                )
            ),

            //title 2
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "انواع فلج مغزی از نظر محل گرفتاری(مونوپلژی، همی پلژی، تتراپلژی، کوادری پلژی)"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "ویژگی کودکان فلج مغزی به نوع فلج مغزی کودک برمیگردد "
                    ),
                    DescriptionEntity(
                        title = "اسپاسم عضلانی (Spasticity): ",
                        description = "باعث جمع\u200Cشدگی عضلات به خصوص پاها و بازوها می\u200Cشود. این جمع شدگی یا تنگی عضلات هنگام کشش بدن (خم نشدن اندام\u200Cها) یا حتی در حالت استراحت (چسبیدن دست\u200Cها و پاها به بدن) به وجود می\u200Cآید. "
                    ),
                    DescriptionEntity(
                        title = "کم تونوسی یا ضعف عضلانی (Hypotonia): ",
                        description = "منجر به شل شدن یا نرمی عضلات می\u200Cشود. "
                    ),
                    DescriptionEntity(
                        title = "دیپلژی یا فلج متقارن (Diplegia): ",
                        description = "در کنترل اندام\u200Cهای حرکتی جفت (پاها یا دست\u200Cها) اختلال ایجاد می\u200Cشود. "
                    ),
                    DescriptionEntity(
                        title = "همی پلژی یا فلج نیمی از بدن (Hemiplegia): ",
                        description = "کنترل اندام های حرکتی یک سمت بدن مشکل می شود. "
                    ),
                    DescriptionEntity(
                        title = "دیستونیا (Dystonia): ",
                        description = "کنترل انقباضات عضلات از بین می\u200Cرود. باعث حرکات بدنی ناخواسته در کودک می\u200Cشود"
                    ),
                )
            ),
            //title 3
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "علل ایجاد کننده فلج مغزی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "", description = "فلج مغزی در کودکان اغلب مادرزادی است.\n" +
                                "دلیل قطعی این اختلال مشخص نیست. اگرچه متخصص مغز و اعصاب می\u200Cتواند علت را تا حدودی تشخیص دهد، اما در بسیاری موارد علت بیماری ترکیبی از عوامل مختلف است.\n" +
                                "علل غیرمادرزادی مربوط به آسیب مغزی پیش از تولد یا حین زایمان است.\n"
                    ),
                    DescriptionEntity(
                        title = "به طور کلی عوامل خطرساز و ابتلا به CP عبارتند از:",
                        description = "زایمان زودرس\n" +
                                "وزن خیلی کم نوزاد (به خصوص کمتر از 1/5 کیلوگرم)\n" +
                                "آسیب مغزی به کودک هنگام زایمان یا دوره بارداری\n"
                    ),
                    DescriptionEntity(
                        title = "ادامه:",
                        description = "خون\u200Cریزی داخلی مغز\n" +
                                "ناسازگاری گروه خونی جنین با مادر\n" +
                                "لخته\u200Cهای خونی\n"
                    ),
                    DescriptionEntity(
                        title = "ادامه:",
                        description = "عوارض و مشکلات حین زایمان (در موارد نادر)\n" +
                                "عوارض ناشی از دارو در طول بارداری\n" +
                                "کمبود اکسیژن\u200C رسانی و مواد مغذی در رحم مادر\n"
                    ), DescriptionEntity(
                        title = "ادامه:",
                        description = "علل ژنتیکی\n" +
                                "زردی شدید نوزاد\n" +
                                "التهاب جفت یا مایع آمنیون ناشی از ویروس (chorioamnionitis)\n"
                    ), DescriptionEntity(
                        title = "ادامه:",
                        description = "سرخجه (rubella)\n" +
                                "عوامل متابولیک\n"
                    ), DescriptionEntity(
                        title = "ادامه:",
                        description = "برای سالیان متوالی باور بر این بود که کمبود اکسیژن\u200Cرسانی به سلول\u200Cهای مغزی منجر به فلج مغزی اطفال می\u200Cشود. اما امروزه باور بر این است که دلایل ژنتیکی تاثیر بسیار پررنگ\u200Cتری دارند."
                    ), DescriptionEntity(
                        title = "آسیب به ماده سفید مغز (white matter): ",
                        description = "این ماده وظیفه دارد تا به همه قسمت\u200Cهای بدن سیگنال ارسال کند. ماده سفید مغز در دوران جنینی در بین هفته\u200Cهای ۲۶ تا ۳۴ بارداری بسیار حساس و آسیب\u200Cپذیر است. هر عاملی که باعث بروز اختلال در آن شود، زمینه را برای بروز CP فراهم می\u200Cکند. البته نباید تصور کنید که آسیب مغزی فقط در طی این هفته\u200Cها رخ می\u200Cدهد، بلکه ریسک آن در این بازه ی زمانی بیشتر است."
                    ), DescriptionEntity(
                        title = "خونریزی مغزی جنین: ",
                        description = "گاهی اوقات رگ\u200Cهای خونی در مغز جنین مسدود می\u200Cشوند. در نتیجه خونرسانی به آن مختل خواهد شد و سکته مغزی جنین رخ می\u200Cدهد. لخته\u200Cشدن خون، نقص\u200Cهای قلبی، تشکیل رگ\u200Cهای خونی غیرطبیعی و بیماری\u200Cهای ژنتیکی مانند کم\u200Cخونی داسی شکل می\u200Cتوانند باعث بروز این مشکل شوند."
                    ), DescriptionEntity(
                        title = "رشد غیر طبیعی مغز: ",
                        description = "فاکتورهایی مانند عفونت، تب، ضربه و جهش\u200Cهای ژنی می\u200Cتوانند باعث ناهنجاری در رشد مغز شوند."
                    ), DescriptionEntity(
                        title = "کمبود اکسیژن در مغز: ",
                        description = "اگر به هر دلیلی اکسیژن کافی در اختیار مغز جنین قرار نگیرد، این آسیب بروز می\u200Cکند. پارگی رحم، فشار خون بسیار پایین مادر، مشکلات بند ناف، جدا شدن جفت و ضربه به سر نوزاد هنگام زایمان از جمله دلایلی هستند که زمینه را برای بروز این مشکل فراهم می\u200Cکنند."
                    ), DescriptionEntity(
                        title = "دلایل اکتسابی فلج مغزی در کودکان",
                        description = "عفونت هایی مانند مننژیت (meningitis) و آنسفالیت (encephalitis)" +
                                "، التهاب بافت مغز به دلیل ابتلا به بیماری های ویروسی\n" +
                                "سکته مغزی\n"
                    ), DescriptionEntity(
                        title = "دلایل اکتسابی فلج مغزی در کودکان",
                        description = "آسیب\u200Cهای ناشی از کودک\u200Cآزاری\n" +
                                "مشکلات مربوط به خونرسانی مغز\n" +
                                "مشکلات قلبی\n" +
                                "حوادثی مانند رانندگی و سقوط که منجر به فلج مغزی در بزرگسالان نیز می\u200Cشوند.\n"
                    ), DescriptionEntity(
                        title = "",
                        description = "نشانه\u200Cهای بیماری CPدر کودکان معمولا در سنین ۲ و ۳ سالگی بروز می\u200Cکنند."
                    ), DescriptionEntity(
                        title = "علائم حرکتی فلج مغزی در کودکان",
                        description = "تاخیر در رشد حرکتی با توجه به افزایش سن. مثلا در سنینی که کودکان قادر به نگه\u200Cداشتن سر خود هستند، این کودکان با مشکل مواجه می\u200Cشوند.\n" +
                                "دست\u200Cو\u200Cپاهای ظریف و لاغر که کودک توانایی کنترل آنها را نیز ندارد.\n"
                    ), DescriptionEntity(
                        title = "علائم حرکتی فلج مغزی در کودکان",
                        description = "راه\u200Cرفتن کودک روی نوک پا\n" +
                                "حرکت دادن تصادفی اندام\u200Cهای بدن\n" +
                                "عضلات کودک شل یا سفت هستند؛ هیپوتونی یا هیپوتونیا (Hypotonia).\n"
                    )
                )
            ),
            //title 4
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "نشانه های فلج مغزی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "علائم بیماری CP عبارتند از:",
                        description = "•\tتاخیر در روند رشد و ضعف حرکتی\n" +
                                "•\tناتوانی در نشستن تا ۸ ماهگی و راه رفتن تا 18 ماهگی\n" +
                                "•\tشل یا ضعیف شدن بیش از حد پاها و دست\u200Cها\n" +
                                "•\tحرکات بی\u200Cقرار، تند یا ناشیانه\n"
                    ),
                    DescriptionEntity(
                        title = "علائم فلج مغزی در شیرخواران (24-2 ماهگی)",
                        description = "•\tضعف عضلانی در اندام نوزاد که باعث سنگینی یا شل شدن دست و پاها شده\n" +
                                "•\tسفتی مفاصل یا ماهیچه\n" +
                                "•\tحرکات کنترل نشده دست و پاهای نوزاد\n" +
                                "•\tعدم هماهنگی بین اندام در گرفتن یا دست زدن\n" +
                                "•\tتاخیر در رشد نوزاد، چهار دست و پا رفتن، راه افتادن\n"
                    ),
                    DescriptionEntity(
                        title = "علائم فلج مغزی در کودکان",
                        description = "کودکان هم متاثر از آسیب دیدگی مغزی ناشی از CP دچار مشکلات حرکتی و رشدی می\u200Cشوند. علائم فلج مغزی در کودکان عبارتند از ضعف عضلات دست و پا، شل شدگی یا سنگینی دست و پا، حرکات نامنظم، شلخته یا کنترل نشده، که انگار تصادفی و خارج از کنترل کودک هستند."
                    ),
                    DescriptionEntity(
                        title = "علائم فلج مغزی در شیرخوار ",
                        description = "نشانه\u200Cهای اصلی این اختلال مشکل و اختلالات حرکتی، عدم هماهنگی و تاخیر در رشد هستند. از علائم این اختلال در شیرخوار می\u200Cتوان به تاخیر در رشد اشاره کرد که کودک تا ۱۸ ماهگی هنوز نمی\u200Cتواند راه برود. شلی و سنگینی دست و پاها هم دیده می\u200Cشود."
                    ),
                    DescriptionEntity(
                        title = "علل فـلـج مغزي",
                        description = "در خصوص عوامل دخيل در ايجاد فلج مغزي مي توان دوره هاي سني مشخصي را عنوان كرد كه شامل عواملي كه قبل از تولد باعث cp  مي شوند و عوامل حين تولد و عوامل بعد از تولد، كه ذيلا به بررسي آنان مي پردازيم"
                    ),
                    DescriptionEntity(
                        title = "علل قبل از تولد :",
                        description = "خود به دو دسته علل ارثي و اكتسابي تقسيم مي شوند. در علل ارثي مي توان گفت ژنهاي معيوب همزمان با رشد جنين وجود دارند و در موارد اكتسابي شرايط داخل رحمي است كه در طول دوران حاملگي جنين را تحت تأثير قرار مي دهند. از جمله:"
                    ),
                    DescriptionEntity(
                        title = "علل قبل از تولد :",
                        description = "عفونت ها ، بیماری هایی نظیر سرخجه و انگل ها . \n" +
                                "کم اکسیژنی یا نرسیدن اکسیژن به مادر، و گره خوردن بند ناف قبل از تولد که باعث عدم رسیدن اکسیژن به جنین می شود \n" +
                                "در حاملگی اول، شانس CP بیشتر از حاملگی های بعدی است\n"
                    ),
                    DescriptionEntity(
                        title = "علل قبل از تولد :",
                        description = "خونریزی های غیر عادی مادر به خصوص در ماه های اولیه و مسمومیت های مادر . \n" +
                                "مسمومیت غذایی ، دارویی ، خوردن قرص های آرام بخش به طور مداوم . \n" +
                                "خونریزی مغزی به علت ضربه های دوران بارداری\n" +
                                "تماس اشعه ی ایکس با مغز جنین در سه ماهه ی اولیه ی بارداری\n"
                    ),
                    DescriptionEntity(
                        title = "علل حین تولد :",
                        description = "کم اکسیژنی نوزاد یا نرسیدن اکسیژن به مغز نوزاد، وانسدادریه ها \n" +
                                "ضربه های وارده به سر نوزاد، تصادفات و حوادث مختلف .\n" +
                                "کاهش فشار خون مادر . \n" +
                                " سزارین\n"
                    ),
                    DescriptionEntity(
                        title = "علل حین تولد :",
                        description = "زایمان های سخت مثل كوچك بودن لگن مادر، چرخشهاي نامتعادل نوزاد و استفاده نا به جا و غير حرفه اي از وسايل مكانيكي موجب صدماتي به مغز كودك مي گردد \n" +
                                "ديررسي ناشي از زردي يا يرقان \n" +
                                "تسريع زايمان به علت خونريزي، انقباض بسيار قوي رحم در موقع زايمان \n" +
                                "عدم تطابق نوزاد با محيط خارج رحمي \n"
                    ),
                    DescriptionEntity(
                        title = "علل بعد از تولد",
                        description = "ضایعات عمومی مغز\n" +
                                "زخم ها وکوفتگی هایی که در ارتباط با مغز هستند.\n" +
                                "مسمومیت ها\n" +
                                "التهاب و ورم پرده ی مغز و مایع مغزی (مننژیت و انسفالیت) \n"
                    ),
                    DescriptionEntity(
                        title = "علل بعد از تولد",
                        description = "ضربه و تصادفات که در اثر ضربه مغزی و در سنین پایین باعث فلج مغزی می گردد\n" +
                                " آنسفالیت ( عارضه ی مغزی ، التهاب مغزی )\n" +
                                "خونریزی های داخلی در بافت های مغز\n"
                    )
                )
            ),
            //title 5
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "عوارض فلج مغزی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "", description = "•\tاختلالات حرکتی\n" +
                                "•\tاختلالات بینائی \n" +
                                "•\tاختلالات شنوائی\n"
                    ),
                )
            ),
            //title 6
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "روش های تشخیص فلج مغزی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "پزشک برای تشخیص فلج مغزی قبل از هر چیز تاریخچه بالینی بیمار را بررسی می\u200Cکند و از والدین در مورد عفونت\u200Cها و بیماری\u200Cهایی که کودک به آن مبتلا بوده سوال می\u200Cکند. همچنین در مورد صدمات و آسیب\u200Cهای که احتمالاً به سر او وارد شده پرس و جو می\u200Cکند. در نهایت پزشک برای تشخیص دقیق\u200Cتر فلج مغزی از آزمایشاتی استفاده می\u200Cکند که شامل موارد زیر است."
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "•\tتست های عملکرد شنوائی\n" +
                                "•\tتست های عملکرد بینائی\n" +
                                "•\tبررسی متابولیک\n" +
                                "•\tبررسی کروموزومی\n" +
                                "•\tبررسی ژنتیک\n"
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "•\tآزمایش خون\n" +
                                "•\tالکتروانسفالوگرام EEG\n" +
                                "•\tسی\u200Cتی اسکن\n" +
                                "•\tام آر ای (MRI)\n" +
                                "•\tMRS\n"
                    ),
                )
            ),
            //title 7
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "شیوع فلج مغزی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "بروز فلج مغزی 3.6 در هر 1000 کودک با نسبت پسران به دختران 1.4 به یک است.\n" +
                                "دی پلژی اسپاستیک 35 درصد، کوادری پلژی اسپستیک 20 درصد، همی پلژی 25 درصد، اکسترا پیرامیدال (دیسکینتیک، آتتوئید) 15 درصد، سایر موارد 5 درصد\n" +
                                ".\n"
                    ),
                )
            ),
            //title 8
            InitialTopic(
                title = TitleEntity(
                    parentId = 1,
                    title = "بیماریها و اختلالات همراه (عقب ماندگی ذهنی، اختلالات یادگیری،  اختلال در زبان و صحبت کردن، نارسایی بینایی و شنوایی و ...)"
                ),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "برخي از افراد مبتلا به فلج مغزي از نظر هوشي متوسط يا بالاتر از متوسط هستند و تعدادي هم از نظر هوشي سر آمد هستند به هر حال متوسط هوش مبتلايان به فلج مغزي به روشني پايين تر از حد معمولي است."
                    ),
                )
            ),
            //title 9
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "پیشگیری از بروز فلج مغزی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "با توجه به علت\u200Cهایی که برای ابتلا به فلج مغزی نام بردیم، متوجه می\u200Cشویم هیچ روش قطعی برای پیشگیری از ابتلا به فلج مغزی وجود ندارد و فقط راه\u200Cهایی را می\u200Cتوانیم برای کم کردن خطر ابتلا پیشنهاد دهیم. این راه\u200Cها بر حفظ سلامت مادر و جنین تاکید دارند و با کم کردن عوارض بارداری باعث می\u200Cشوند احتمال ابتلا به فلج مغزی در جنین و نوزادان کاهش پیدا کند."
                    ),
                    DescriptionEntity(
                        title = "به همین دلیل به خانم های باردار توصیه می شود موارد زیر را رعایت کنند:",
                        description = "واکسیناسیون در برابر بیماری\u200Cهایی مانند سرخجه قبل از بارداری از بروز عفونت و متعاقب آن آسیب به مغز جنین جلوگیری می\u200Cکند. به همین دلیل خانم\u200Cها قبل از بارداری حتما باید به این مورد توجه کنند."
                    ),
                    DescriptionEntity(
                        title = "به همین دلیل به خانم های باردار توصیه می شود موارد زیر را رعایت کنند:",
                        description = "خانم\u200Cها در دوران بارداری باید مراقبت\u200Cهای پزشکی و مامایی را جدی بگیرند تا خطری سلامتی نوزاد را تهدید نکند. زیرا به جز بیماری و ابتلا به عفونت عواملی که منجر به زایمان زودرس می\u200Cشود هم باید کنترل شود."
                    ),
                    DescriptionEntity(
                        title = "به همین دلیل به خانم های باردار توصیه می شود موارد زیر را رعایت کنند:",
                        description = "مصرف نوشیدنی\u200Cهای حاوی الکل، سیگار کشیدن یا مصرف خودسرانه داروها از عوامل دیگری است که به مغز جنین آسیب می\u200Cزند و احتمال ابتلا به فلج مغزی را بالا می\u200Cبرد."
                    ),
                    DescriptionEntity(
                        title = "به همین دلیل به خانم های باردار توصیه می شود موارد زیر را رعایت کنند:",
                        description = "برای حفاظت کودکان از ابتلا به فلج مغزی در سال\u200Cهای اول تولد لازم است به دقت از آن\u200Cها مواظبت شود. به این منظور باید شرایطی را فراهم کنید که احتمال افتادن آن\u200Cها از تخت به حداقل برسد، هنگام دوچرخه سواری حتما کلاه ایمنی داشته باشند. همچنین مواظب باشید نوزاد از بغل شما سر نخورند و زمین نیفتد."
                    ),
                )
            ),
            //title 10
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "پیشگیری از فلج مغزی در بارداری"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "هیچ راهی برای پیشگیری کامل از ابتلای کودک به فلج مغزی وجود ندارد. با این حال، چندین اقدام پیشگیرانه وجود دارد که والدین و پزشکان می توانند برای کاهش خطر زایمان نوزاد مبتلا به فلج مغزی انجام دهند."
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "ویزیت های روتین پزشک در طول بارداری برای ابتلا به هر گونه عارضه و عوامل خطر فلج مغزی بسیار مهم است. معاینات مداوم می تواند به تشخیص مشکلاتی مانند گروه های خونی ناسازگار بین مادر و کودک، کمک کند و خطر عوارض را کاهش دهد."
                    ),
                    DescriptionEntity(
                        title = "همچنین به مادران باردار برای کاهش آسیب مغزی، رعایت نکات زیر توصیه می شود که عبارتند از:",
                        description = "•\tپرهیز از مصرف الکل و سیگار و مواد مخدر\n" +
                                "•\tاجتناب از مصرف داروهای خطرناک در دوران بارداری\n" +
                                "•\tاجتناب از قرار گرفتن در معرض عفونت ها یا ویروس هایی که بر سلامت جنین تأثیر می گذارند (مانند سرخک آلمانی، سیتومگالوویروس و زیکا)\n"
                    ),
                    DescriptionEntity(
                        title = "همچنین به مادران باردار برای کاهش آسیب مغزی، رعایت نکات زیر توصیه می شود که عبارتند از:",
                        description = "•\tکنترل مسائل بهداشتی زمینه ای مانند فشار خون، دیابت و غیره\n" +
                                "•\tواکسینه شدن به طور معمول\n" +
                                "•\tشناسایی هرگونه ناسازگاری احتمالی( Rh تفاوت در حضور پروتئین های گلبول قرمز) بین مادر و کودک که می تواند منجر به کم خونی همولیتیک یا زردی شود.\n"
                    ),
                )
            ),
            //title 11
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "پیشگیری از پیشرفت بیماری"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "دارو درمانی به عنوان درمان قطعی فلج مغزی شناخته نمی\u200Cشود، چون نقش محدودی در درمان بیماری دارد. داروهایی که برای درمان فلج مغزی کودکان به کار می\u200Cرود شامل تزریقات سم بوتولینوم است که می\u200Cتواند عضلات را شل کند. همچنین پزشک از داروهای آرام\u200Cبخش هم برای شل کردن عضلات استفاده می\u200Cکند. برای کودکانی هم که در اثر ابتلا به فلج مغزی به صرع مبتلا شوند می\u200Cتوان داروی ضد تشنج تجویز کرد تا عارضه\u200Cهای بیماری کمتر بروز کند."
                    ),
                )
            ),
            //title 12
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "اصول مراقبت از کودک فلج مغزی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "بهتر است مراقب کودکی استخدام کنید که مهربان، صبور و حساس باشد. برای انتخاب مراقب کودک، والدین باید به دنبال ویژگی\u200Cهای زیر باشند:",
                        description = "قابلیت اعتماد و استقلال. مراقب کودک شما مسئولیت مراقبت از مهم ترین بخش زندگی شما را خواهد داشت."
                    ),
                    DescriptionEntity(
                        title = "بهتر است مراقب کودکی استخدام کنید که مهربان، صبور و حساس باشد. برای انتخاب مراقب کودک، والدین باید به دنبال ویژگی\u200Cهای زیر باشند:",
                        description = "توانایی جسمانی. در حالیکه بعضی از کودکان مبتلا به فلج مغزی می\u200Cتوانند خودشان کارهای خود را انجام دهند، بعضی دیگر ممکن است نیاز داشته باشند تا آنها را روی ویلچر جابه\u200Cجا کرد، به حمام یا رختخواب برد. ممکن است جابه\u200Cجا کردن یک کودک کوچک سخت نباشد، اما جابه\u200Cجا کردن یک کودک بزرگ می\u200Cتواند طاقت فرسا باشد."
                    ),
                    DescriptionEntity(
                        title = "بهتر است مراقب کودکی استخدام کنید که مهربان، صبور و حساس باشد. برای انتخاب مراقب کودک، والدین باید به دنبال ویژگی\u200Cهای زیر باشند:",
                        description = "احترام. به خصوص برای کودکان. یک مراقب کودک نباید رئیس وارانه رفتار کند. شما برای مراقبت از کودک ناتوان خود به یک فرد باهوش نیاز دارید."
                    ),
                    DescriptionEntity(
                        title = "بهتر است مراقب کودکی استخدام کنید که مهربان، صبور و حساس باشد. برای انتخاب مراقب کودک، والدین باید به دنبال ویژگی\u200Cهای زیر باشند:",
                        description = "توانایی ارتباط با خانواده. وقتی به خاطر موانع زبانی، سو تفاهم\u200Cهایی بوجود می\u200Cآید، یکی از والدین باید مراقب کودک را اخراج کند."
                    ),
                    DescriptionEntity(
                        title = "بهتر است مراقب کودکی استخدام کنید که مهربان، صبور و حساس باشد. برای انتخاب مراقب کودک، والدین باید به دنبال ویژگی\u200Cهای زیر باشند:",
                        description = "هم جنس کودک بودن مراقب کودک. به خصوص وقتی که برای مراقبت از کودک نیاز باشد که مراقب کودک او را به توالت ببرد، اینکه مراقب کودک با فرزندتان هم جنس باشد، بهتر است."
                    ),
                )
            ),

            //title 13
            InitialTopic(
                title = TitleEntity(parentId = 1, title = "بهترین زمان مراجعه به پزشک"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "والدین باید به مشکلاتی که کودک در مراحل رشد تجربه می\u200Cکند توجه کند. درصورتی\u200Cکه هر کدام از علائم زیر بروز کرد باید هر چه سریع\u200Cتر به پزشک مراجعه کنید.",
                        description = "•\tمشکلات بلع\n" +
                                "•\tاختلال در گفتار\n" +
                                "•\tعدم تعادل عضلات چشم\n"
                    ), DescriptionEntity(
                        title = "والدین باید به مشکلاتی که کودک در مراحل رشد تجربه می\u200Cکند توجه کند. درصورتی\u200Cکه هر کدام از علائم زیر بروز کرد باید هر چه سریع\u200Cتر به پزشک مراجعه کنید.",
                        description = "•\tاختلال حرکتی\n" +
                                "•\tاز دست دادن آگاهی نسبت به محیط اطراف\n"
                    )
                )
            ),
            //topic 2 title 14
            InitialTopic(
                title = TitleEntity(
                    parentId = 2,
                    title = "مراقبت از خود (مانند لباس پوشیدن، رفتن به سرویس بهداشتی، حمام کردن، غذا خوردن، بهداشت، حمل و جابجایی کودک)"
                ),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "برخی از کودکان مبتلا به فلج مغزی در خوردن و بلع مشکل دارند، تشنج می\u200C کنند یا در زمان \u200Cهای مشخصی نیاز به دارو دارند. در نظر داشته باشید که شخصی برای کمک به مراقبت در خانه شما حضور داشته باشد. گزینه ها عبارتند از:"
                    ),
                    DescriptionEntity(
                        title = "یک پرستار یا بهیار",
                        description = "این متخصصان می توانند در حمام کردن، لباس پوشیدن، دادن دارو و زمان غذا کمک کنند. می توانید از پزشک کودک برای دریافت نسخه و ارجاع برای کمک در منزل کمک یا راهنمایی بخواهید. مراقبت معمولاً از طریق تیم مدیریت مراقبت بیمارستان شما، گروهی از پرستاران و مددکاران اجتماعی ترتیب داده می شود."
                    ),
                    DescriptionEntity(
                        title = "مراقبین استراحت",
                        description = "این مراقبت می تواند به استراحت شما کمک کند. مراقبینی که به شما مهلت استراحت می دهند برای چند ساعت در روز یا بیشتر در خانه شما هستند. این مراقبین همچنین می توانند در صورت نیاز شبانه هم در اختیار و همراه شما باشند."
                    ),
                    DescriptionEntity(
                        title = "دوستان و خانواده",
                        description = ". آنها اغلب می خواهند کمک کنند، اما نمی دانند چگونه. فهرستی از کارهایی که می توانند انجام دهند تهیه کنید – از همراهی با ماشین گرفته تا دویدن – و به آنها اجازه دهید انتخاب کنند که در چه کاری می توانند برایتان مفید واقع شوند."
                    ),
                    DescriptionEntity(
                        title = "رفتن به سرویس بهداشتی ",
                        description = "در توالت در کنار کودک باشید و او را حمایت کنید .\n" +
                                "پس از دستشویی کردن او را تشویق کنید\n" +
                                "ناحیه مقعد کودک را چرب نگه دارید\n"
                    ),
                    DescriptionEntity(
                        title = "رفتن به سرویس بهداشتی ",
                        description = "اگر کودک درعمل دستشویی کردن ناموفق بود در کنار کودک بمانید و به او در آرام نشستن بر روی صندلی کمک کنید.اگر دوباره نتوانست کودک را ۱۰ دقیقه بعد به توالت ببرید.\n" +
                                "از وسایلی که حواس کودک را پرت میکند در توالت استفاده نکنید.\n"
                    ),
                    DescriptionEntity(
                        title = "پوشاندن و در اوردن لباس کودک",
                        description = "در حالی که از شکم روی پاهای شما خوابیده می تواند روش خوبی باشد.اگر بخواهیم به کودکی که نمی تواند بنشیند و تعادل خود را حفظ کند لباس بپوشانیم بهتر است او را طوری بنشانیم که پشتش به ما باشد و خوب به جلوتکیه دهد در این وضعیت شما می توانید پاها کودک را باز و مفصل رانش را خم نگه دارید . هنگام پوشاندن و در اوردن لباس کودکی که اسیب شدید دیده، روبه روی یک اینه بشینید تا او انچه که شما انجام می دهید ببیند."
                    ),
                    DescriptionEntity(
                        title = "پوشاندن و در اوردن لباس کودک",
                        description = "همیشه ابتدا دست یا پای کودک را لباس بپوشانید.برای انکه دست را در استین قرار دهید ان را صاف کنید.اگر کودک شانه هایش را به عقب می کشد و شما به سختی دست او را در استین قرار می دهید ، دقت کنید که ناحیه مفصل ران را به اندازه ی کافی به جلو خم کنید زیرا این کار به جلو امدن دستها کمک می کند. همیشه قبل از پوشاندن جوراب یا کفش پای کودک را خم کنید زیرا مچ و کف پا در حالت دراز، سفت تر و انگشتان جمع تر است. "
                    ),
                    DescriptionEntity(
                        title = "پوشاندن و در اوردن لباس کودک",
                        description = "موقع عوض کردن پوشک یک بالش زیر سر یا باسن کودک قرار دهید.با این کار خم کردن تکیه گاه و زانو و باز کردن پاها اسانتر انجام می گیرد.برخی از کودکان به رغم معلولیت شدید و فقدان تعادل کافی در نشستن می توانند بخوبی سر خود را نگهدارند.این کودکان غالبا می توانند لباس پوشیدن را در حالت خوابیده به پشت یا پهلو انجام دهند.ابتدا کودک به پهلو چرخیده و با خم کردن ران پای همان سمت را می پوشاند. سپس پای دیگر را پوشانده و در نهایت با چرخیدن به پشت و بلند کردن باسن شلوار را کاملا بالا می کشد."
                    ),
                    DescriptionEntity(
                        title = "پوشاک مناسب برای کودکان مبتلا به فلج مغزی: ",
                        description = "پیژامه، یکسره برای کودکان خردسال ، برای کودکان بزرگسال ، بلوز کشباف با یقه های کشباف و مچ و استین و انتهای شلوار ان کشباف باشد."
                    ),
                    DescriptionEntity(
                        title = "استحمام کودک",
                        description = "بهداشت، آموزش و تکرار تمرینات جدید پیرامون موارد ذکر شده و همچنین تمرین بازی درمانی و خلاقیت موارد ساده تا احساس راحتی برای حمام کردن ایجاد شود. حمام کردن یک عملی است که نیاز به بلندکردن و نگهداشتن و حمل و نقل کودک دارد.\n" +
                                "به همین خاطر اکثر پرستاران از این قضیه نگران هستند.\n"
                    ),
                    DescriptionEntity(
                        title = "تنظیم ارتفاع صندلی حمام بسته به سن کودک فلج مغزی",
                        description = "برای نوجوانان بایستی صندلی تا ارتفاع نیمه سینه پرستار تنظیم نمود. برای کودکان 2-10ساله بهتر است برای احساس راحت تر داخل وان کوچک همراه با آبگرم قرارداده البته کودکانی که کنترل تنه مناسبی ندارند بایستی از وانهای مخصوصی که بدین منظور ساخته شده اند استفاده کرد. یک تراپیست کاردرمانی می تواند به شما کمک کند تا بتوانید در خرید این وانها دقت کنید"
                    ),
                    DescriptionEntity(
                        title = "نحوه انتقال کودک فلج مغزی به درون وان",
                        description = "مسأله اصلی در مورد حمام کردن در داخل وان این است که چگونه مراقب، کودک را داخل وان قرار بدهد. اگر این مسأله قبل از 10سالگی سخت باشد و بتوان راه حل آنرا پیدا کرد دیگر بعد از 10سالگی مشکلی پدیدار نمی شود. راه حل اینست که کودک را ابتدا بصورت ایستاده وارد وان کرده و از او بخواهید که آرام بنشینید. این روش راحت ترین روش برای مراقب است. برای کاهش فشار روی کمر مراقب بایستی قبل از بلندکردن کودک، یک پای خود را داخل وان قرار داده و سپس به آرامی کودک را بلند کرده و داخل وان قرار دهد."
                    ),
                    DescriptionEntity(
                        title = "نحوه انتقال کودک فلج مغزی به درون وان",
                        description = "برای کودکانی که قد بلند و یا سنگین وزن هستند، قرار دادن داخل وان روش خوبی نیست، چراکه این روش برای کمر مراقب مضر بوده و اغلب روش مناسبی برای کودک نمیباشد. بعلاوه اینکه در این روش احتمال سر خوردن (لیزخوردن) مراقب و انداختن کودک می باشد.\n" +
                                "در تمامی موارد ذکر شده نبایستی کودک بیش از حد داخل وان بماند.\n"
                    ),
                    /*DescriptionEntity(
                        title = "مراحل شستشوی بدن کودک فلج مغزی در حمام",
                        description = ""
                    ),*/
                    DescriptionEntity(
                        title = "مراحل شستشوی بدن کودک فلج مغزی در حمام",
                        description = "اگر فرزند شما می تواند داخل وان بایستد و یا خودش را بشوید اجازه بدهید این کار را انجام بدهد. قبل از حمام کردن، تمام وسایل را آماده کنید و به ترتیب اقدام نمائید:"
                    ),
                    DescriptionEntity(
                        title = "مراحل شستشوی بدن کودک فلج مغزی در حمام",
                        description = "-ابتدا سر، گوشها و صورت را شسته و سپس گردن، سینه، بازوها، تنه، پشت و پاها؛ در انتها باسن ها و جلوی کودک را بشوئید و خوب آبکشی نمائید تا کف باقی نماند."
                    ),
                    DescriptionEntity(
                        title = "مراحل شستشوی بدن کودک فلج مغزی در حمام",
                        description = "2-پس از اطمینان از تمیز شدن خوب او را خشک نمائید. دقت نمائید که صابون در داخل وان و یا در مسیر نیفتاده باشد."
                    ),
                    DescriptionEntity(
                        title = "مراحل شستشوی بدن کودک فلج مغزی در حمام",
                        description = "-در داخل وان از لوسیون، کرم و یا روغن استفاده نکنید تا بتوانید کودک را حمل کنید و سر نخورد. اگر فرزند شما می تواند سرش را داخل روشویی بشوید.حتماً حداقل روزی یکبار این کار را انجام بدهید. "
                    ),
                    DescriptionEntity(
                        title = "مراحل شستشوی بدن کودک فلج مغزی در حمام",
                        description = "اگر نیاز به کمک دارد کمکش کنید تا پوست سرش همیشه تمیز بماند. موهای فرزندتان را پس از هربار شستشو با شانه یا برس مرتب کنید تا از بهداشت مناسبی برخوردار باشد. اگر بتواند شب قبل از خواب این کار را انجام بدهد، خواب راحت تری خواهد داشت. اگر هم فرزند شما کاملاً بی تحرک است با استفاده از وسایل و مواد مخصوصی هرشب قبل از خواب او را شستشو دهید. در غیر اینصورت حداقل سر و موهایش را بشوئید برای اینکار کیسه ای را سوراخ کرده و داخل سرش قرار دهید تا آب و مواد شوینده وارد گردن و لباسهایش نشود."
                    ),
                    DescriptionEntity(
                        title = "چند توصیه برای استحمام راحتتر کودکان فلج مغزی",
                        description = "حمام کردن فرزندتان بایستی لذت بخش باشد. همچنین زمان مناسبی را باید برای استحمام انتخاب نمائید، یک استحمام خوب می تواند باعث کاهش اسپاسم شود به شرطی که وضعیتهای مطلوبی برای کودک ایجاد کنیم. همچنین می توانید یک آرامش حسی خوبی به جای افزایش تون عضلانی به کودک ارائه نمائید. اگر فرزندتان توانائی نشستن را ندارد، بایستی از وانهای مخصوص و یا صندلیهای مخصوص که در داخل وان قرار می گیرد استفاده شود تا از ثبات بیشتری برخوردار باشد."
                    ),
                    DescriptionEntity(
                        title = "چند توصیه برای استحمام راحتتر کودکان فلج مغزی",
                        description = "هنگامی که فرزندتان بزرگتر و سنگینتر میشود شما بایستی از ویلچرهای مخصوص استحمام و با بالابرهای مخصوص حمل بیمار جهت حمل و نقل و انتقال وی به حمام و شستن وی استفاده شود. اگر اینگونه وسایل و ابزار آلات وجود نداشت می توانید در وضعیتهای نشسته و یا زانو زده فرزندتان را بشوئید. همیشه این نکته رابه یاد داشته باشید که هیچ گاه فرزندتان را در حمام و یا وان تنها رها نکنید."
                    ),
                    DescriptionEntity(
                        title = "چند توصیه برای استحمام راحتتر کودکان فلج مغزی",
                        description = "در داخل حمام، موارد متعددی را برای یادگیری پیش رو دارد، از جمله می توان به هماهنگی های چشم-دست-چشم-پا، حرکات مچ، ادراک حسهای گوناگون اشاره کرد. در حمام می توانید کارهای خلاقانه بسیاری از فرزندتان بگیرید مانند کشیدن اشکال مختلف با رنگهای انگشتی، پروخالی کردن ظروف از آب برای استفاده هرچه بیشتر از دستها و شستن وسایل مختلف برای تقویت عضلات انگشتان و... همچنین پس از حمام کردن می توانید از فرزندتان بخواهید خودش لباسهایش را بپوشد تا بدین طریق به وضعیت فرزندتان کمک شایانی بکنید."
                    ),
                )
            ),
            //topic 2 title 15
            InitialTopic(
                title = TitleEntity(
                    parentId = 2,
                    title = "تحرک ضروری (مانند جابجایی، تحرک داخل خانه، تحرک بیرون از خانه)"
                ),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "•\tتشویق کودک به انجام حرکات طبیعی اندام مبتلا \n" +
                                "•\tبه\u200Cمنظور درگیرشدن کودک در این فعالیت\u200Cها و تمرین تکراری با دست درگیر لازم است که روش\u200Cهای تشویقی مادی و کلامی مختلفی استفاده شود\n"
                    ),
                )
            ),
            //topic 2 title 16
            InitialTopic(
                title = TitleEntity(
                    parentId = 2,
                    title = "بازی (مانند مهارتهای بازی، انجام تکالیف)"
                ),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "اهداف بازی درمانی در کودکان فلج مغزی شامل بهبود و پیشرفت عملکردهای اندامهای فوقانی و دست در کودکان از طریق بازی و فعالیتهای هدفمند است."
                    ),
                    DescriptionEntity(
                        title = "پنج بازی حسی که می توان از طریق کاردرمانی در منزل با کودک فلج مغزی انجام داد:",
                        description = "بازی های حسی در زندگی یک کودک بسیار مهم هستند.\n" +
                                "این بازی ها اجازه می دهند که کودک از طریق بازی چیزهای زیادی را یاد بگیرد و در عین حال حس لامسه، بویایی و  چشایی بهتری داشته باشد.. فعالیت های زیادی وجود دارد که می توانید با کودکانی که دچار فلج مغزی هستند در خانه انجام دهید. هرگز با کودکتان متفاوت از سایر کودکان رفتار نکنید، حتی اگر دچار محدودیت ها و مشکلاتی باشد، این کار باعث می شود که آنها دنیایی متفاوت را تجربه نکنند و تصور کنند که همانند دیگران هستند.\n"
                    ),
                    DescriptionEntity(
                        title = "1- بازی با خمیر ریش تراش",
                        description = "هر کودکی دوست دارد با خمیر ریش تراش بازی کند! چرا که امکانات آن بی حد و حصر هستند. شما می توانید به آن مواد اکلیلی اضافه کنید و یا رنگ غذا، آب یا چسب در این خمیر بریزید و با کودک خود بازی کنید! جدا از اینکه چه چیزی به خمیر اصلاح اضافه می کنید، راه های مختلفی برای بازی با آن وجود دارد. شما می توانید خمیر ریش و رنگ های غذایی گوناگون را در یک کیسه قفل دار پلاستیکی بریزید و از فرزندانتان بخواهید که رنگ ها را با هم ترکیب کند و مشاهده نماید که چگونه رنگ ها تغییر می کنند. شما می توانید  اکلیل و  خمیر ریش را  بر روی میز بگذارید و اجازه دهید بچه ها آنها را با هم مخلوط کنند و رنگ های فوق العاده زیبایی درست کنند و یا با ان تصاویر زیبا خلق نمایند! آخرین ایده در استفاده از خمیر ریش این است که، شما می توانید یک لیوان آب بردارید و خمیر را در بالای آب قرار دهید، سپس رنگ های غذایی را برای ایجاد \"ابرهای رنگی\" به آن اضافه کنید.\n" +
                                "اگر بخواهم با شما صادق باشم واقعا کارهایی که می توانید با خمیر ریش انجام دهید بی حد و حصر هسند.!\n"
                    ),
                    DescriptionEntity(
                        title = "2- نقاشی با ماشین",
                        description = "این فعالیت حسی تا حد زیادی بر روی حواس لامسه و بینایی متمرکز است. یک جعبه به انتخاب خود بردارید و چند صفحه کاغذ در پایین آن بگذارید. چند عدد ماشین اسباب بازی را در انواع رنگ های غیر سمی که برای کودکان مضر نیست بچرخانید، و سپس آن را بر روی کاغذ قرار دهید و اجازه دهید تا کودکانتان با آنها بازی کنند! ممکن است، آنها با ماشین ها بازی کنند و یا جعبه را به طرف خود حرکت دهند یا در اطراف بچرخاند. آثار هنری ای که در انتها خلق می شوند یک قطعه هنری هستند که می توانید انها را نگه داشته  و از دیدنشان لذت ببرند و دوباره و دوباره این کار را تکرار کنید."
                    ),
                    DescriptionEntity(
                        title = "3- بازی با یخ",
                        description = "این یک فعالیت حسی سرگرم کننده  و خنک است و می تواند به روش های مختلفی انجام شود! این فعالیت بر حواس لامسه و چشایی تمرکز دارد. شما می توانید قطعه های یخ را در یک سطل بگذارید و اجازه دهید کودک شما با یخ بازی کند و آن را در دستان خود ذوب نماید. علاوه بر این، شما می توانید آب را به این سطل اضافه کنید و مکعب های یخ را در آب قرار دهید و بعضی از از اسباب بازی های کودکتان را هم در آب بگذارید و اجازه دهید اسباب بازی ها \"حمام یخ\" بگیرند. همچنین شما می توانید مکعب های یخ را از آبی که با رنگ های مختلف غذایی مخلوط شده تهیه کنید، آنها را در درون سطل قرار دهید تا ذوب شوند و  کودک شما از دیدن رنگ هایی که به وجود می اید لذت ببرد."
                    ),
                    DescriptionEntity(
                        title = "4- ماسه رنگی",
                        description = "این کار وقت بیشتری می برد، اما می توان با احتیاط کامل بیش از یک بار از آن استفاده نمود. تنها چیزی که  نیاز دارید هشت فنجان آرد و 1 فنجان روغن کودک است. آرد و روغن کودک  را با هم مخلوط کنید تا شن و ماسه فوق العاده نرمی درست شود که می توان ساعت ها با آن بازی کرد و خسته نشد. اجازه دهید فرزندتان از تصورات خود برای ساختن چیزهایی که دوستشان دارد استفاده کند. این فعالیت بیشتر بر لامسه تمرکز دارد."
                    ),
                    DescriptionEntity(
                        title = "5- جعبه لمسی هیولا",
                        description = "هیولاهای خود را با انواع آیتم های مختلف مانند اسفنج، توپ، ماشین اسباب بازی، نگه دارنده کاغذ توالت، صابون و خیلی چیزهای دیگر درست کنید. شما می توانید واقعا با هر چیزی یک هیولا درست کنید! برای هیولایتان، چشم ، گوش و دهان بگذارید و یا برای برخی از انها فقط یک چشم بکشید. آنها را درون یک سطل زباله بگذارید و اجازه دهید کودک شما با هیولا های مختلفی که در جعبه قرار دارند بازی کند و آنها را لمس نماید. کودک شما می تواند آنها را از جعبه بیرون بکشد و از تخیلات خود استفاده کرده و با آنها بازی کند! شما می توانید از صابون یا اسفنج های معطر برای درست کردن آنها استفاده کنید تا عطر و بوی متفاوتی داشته باشند. شما می توانید از میوه ها و یا مواد غذایی دیگر برای درست کردن آنها استفاده کنید و اجازه دهید هیولا ها طعم دلپذیری داشته باشند تا کودکان حس بهتری نسبت به آنها پیدا کنند. این کارها می تواند کودکتان را تا حد زیادی شاد کند."
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "راه های مختلفی برای استفاده از بازی های حسی وجود دارد. استفاده از بازی های حسی برای آشنا نمودن کودکتان با انواع حواس لامسه، بویایی و چشایی و درک جهان حسی اطراف توسط کودک بسیار مهم هستند.\n" +
                                "اسباب بازی های مفید برای کودکان فلج مغزی می بایست برای این کودکان جذاب و چالش\u200Cبرانگیز بوده و برای انجام تمرین های زیاد نیز خسته\u200Cکننده نباشند. تکرار تمرینات برای بهبود مهارت های حرکتی بسیار مهم هستند، زیرا باعث افزایش خاصیت نورو پلاستیسیته یا انعطاف پذیری عصبی (توانایی مغز برای تطبیق و تنظیم مجدد خود و سازماندهی مجدد مدارهای عصبی اش) خواهند شد.\n"
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "هنگامی که یک کودک فلج مغزی به طور مداوم یک حرکت را تمرین می کند، مغز نیاز به آن عملکرد را احساس کرده و آن را به نواحی سالم مغز منتقل می کند.  با تحریکات مداوم، مسیرهای عصبی برای آن حرکت قوی تر شده و انجام آن نیز آسان تر خواهد شد.\n" +
                                "مغز کودکان دارای سطوح بالایی از خاصیت نورو پلاستیسیته یا انعطاف پذیری عصبی بوده و توانایی \n" +
                                "این اسباب بازیها می توانند کودکان فلج مغزی را سرگرم کرده، عملکردهای حرکتی آنها را بهبود بخشیده و به بهبود سازگاری عصبی آنها نیز کمک کنند:\n"
                    ),
                    DescriptionEntity(
                        title = "1- شن جادویی",
                        description = "شن جادویی یکی از بهترین اسباب بازی ها برای بهبود عملکرد حرکتی در کودکان فلج مغزی می باشد. شکل دادن آن آسان است، کاملا خشک و نرم بوده و چسبنده نیز نمی باشد. به علاوه، شن جادویی کودکان را تشویق به خلاقیت نیز می کند. "
                    ),
                    DescriptionEntity(
                        title = "1- شن جادویی",
                        description = "برخی از روش هایی که می توان با آن بازی کرد عبارتند از:\n" +
                                "* ساختن قلعه های شنی\n" +
                                "* نقاشی کردن\n" +
                                "* فشردن و کوبیدن\n" +
                                "* قالب زدن\n" +
                                "* فرو بردن اشیا در آن\n" +
                                "* ایجاد اثر دست\n" +
                                "* مخفی کردن اسباب بازی های دیگر در آن\n" +
                                "\n" +
                                "کودکان از بازی با شن جادویی آنقدر لذت خواهند برد که حتی متوجه نمی شوند که به چه میزان حس لامسه، هماهنگی چشم و دست و مهارت های حرکتی ظریف آنها بهبود یافته است.\n"
                    ),
                    DescriptionEntity(
                        title = "-ترامپولین",
                        description = "ترامپولین یک اسباب بازی بسیار مفید برای کودکان فلج مغزی می باشد. پریدن بر روی ترامپولین به بهبود تعادل کودکان کمک می کند؛ زیرا کودکان به طور مداوم بر روی سطحی ناپایدار فرود می آیند. \n" +
                                "علاوه بر این، ترامپولین به تقویت پاها و عادت دادن کودکان به تحمل وزن نیز کمک می کند. برای استفاده در منزل می توانید از ترامپولین های کوچک و تاشو استفاده کنید.\n" +
                                "ترامپولین های کوچک دارای سطح کوچکی هستند تا کودک فقط در یک سطح کوچک بپرد و برای حفظ ایمنی می توانید از حفاظ های مناسب و مخصوص ترامپولین استفاده کرده و کودک خود را نیز نظارت استفاده کنید.\n"
                    ),
                    DescriptionEntity(
                        title = "3- چرخونک",
                        description = "چرخونک یک وسیله سرگرم کننده و ساده برای ایجاد تعادل در نشستن کودکان فلج مغزی می باشد. تنها کاری که کودک شما باید انجام دهد این است که بر روی آن بنشیند و چرخ را بچرخاند تا شروع به چرخیدن کند.\n" +
                                "به علاوه کودکان می توانند مهارت گرفتن را تمرین کرده و قدرت مانور در مفاصل خود را نیز افزایش دهند؛ و همچنین  به تقویت سیستم وستیبولار برای رشد آگاهی و تعادل فضایی کمک می کند.\n"
                    ),
                    DescriptionEntity(
                        title = "4- بیلیبو",
                        description = "بیلیبو یک اسباب\u200Cبازی ساده است که می\u200Cتواند به کودکان فلج مغزی کمک کند تا مهارت\u200Cهای تعادلی خود را تمرین کرده و بهبود بخشند. این اسباب\u200Cبازی صدفی\u200Cشکل به اندازه\u200Cای بزرگ است که کودک می\u200Cتواند روی آن بنشیند، در آن بچرخد و تکان بخورد.\n" +
                                "از آنجایی که بیلیبو سطح صافی ندارد، به طور مداوم تغییراتی در تغییر جهت و حرکت برای کودک ایجاد می کند. در نتیجه، کودکان به طور مکرر تغییر مرکز ثقل خود را تمرین می کنند. به علاوه کودکان می توانند درون آن نیز بایستند و مهارت های تعادلی خود را نیز بهبود بخشند.\n"
                    ),
                    DescriptionEntity(
                        title = "5- لگو",
                        description = "کودکان فلج مغزی می\u200Cتوانند مهارت\u200Cهای حرکتی ظریف خود را با بازی و چیدن لگوها تمرین و تقویت کنند. شما می توانید از لگوهایی در اندازه های بزرگ که برداشتن و چیدن آنها آسان تر است برای کودک فلج مغزی خود استفاده کنید. بازی با لگو خلاقیت کودکان را نیز تقویت کرده و به آنها اجازه می دهد هر آنچه را که می خواهند بسازند، مانند برج، خانه و ماشین های مختلف.\n" +
                                "لگوها در شناخت رنگ ها و بهبود مهارتهای ذهنی  کودکان فلج مغزی نیز مفید هستند. به علاوه، کودکان می توانند مهارت های برداشتن و گرفتن خود را نیز با وصل و جدا کردن قطعات لگو بهبود می بخشند.\n"
                    ),
                    DescriptionEntity(
                        title = "قرار های بازی کودکانه یا با والدین برای فرزندانتان برنامه ریزی کنید:",
                        description = "همه کودکان از دوستی و بازی کردن لذت می برند. در اینجا چند ایده برایتان ذکر کرده ایم:\n" +
                                "قرارهای بازی را با بچه های دیگر تنظیم کنید (هم با کسانی که دچار بیماری فلج مغزی هستند و هم اشخاصی که از لحاظ فیزیکی سالم اند).\n" +
                                "به دیگران در مورد چگونگی تأثیر فلج مغزی بر فرزندتان بگویید. علایق مشترک آنها را ذکر کنید.\n"
                    ),
                    DescriptionEntity(
                        title = "قرار های بازی کودکانه یا با والدین برای فرزندانتان برنامه ریزی کنید:",
                        description = "فرزند خود را در یک برنامه اجتماعی مانند هنر، موسیقی و ورزش ثبت نام کنید.\n" +
                                "همچنین پیوستن به یک گروه حمایتی یا گروه اجتماعی برای والدین کودکان دارای معلولیت را در نظر داشته باشید. این گروه دوستانه می توانند با گفتن تجربیاتشان و چیزی که در حال حاضر می گذرانند با یکدیگر ارتباط برقرار کنند و حتی به یکدیگر توصیه های سازنده ای نیز ارائه دهند.\n"
                    ),
                    DescriptionEntity(
                        title = "برای مهدکودک آماده شوید:",
                        description = "در سن 3 سالگی، فرزند شما ممکن است واجد شرایط خدمات آموزشی از طریق مهدکودک باشد."
                    )
                )
            ),
            //topic 2 title 17
            InitialTopic(
                title = TitleEntity(parentId = 2, title = "مدرسه"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "با نگاهي به برنامه\u200Cهاي فراگيرسازي در كنار فوايد اين برنامه\u200Cها مي توان شاهد كاستي\u200Cهايي هم در اين برنامه\u200Cها بود. فراگيرسازي كامل بهترين مكان و شرايط براي همه دانش آموزان نيست. كلاسهاي آموزش عادي حتما و به صورت ويژه داراي برنامه آموزش فردي نمي باشند و ممكن است حضور يك دانش آموز خاص باعث اخلال در آموزش ديگر دانش آموزان شود كه يكي از آسيبهاي بزرگ فراگيرسازي است. "
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "معلمان و والدين دانش آموزان عادي نگران اين مسأله هستند كه حضور دانش آموزان استثنايي در كلاسهاي عادي سطح استانداردهاي آموزشي را پائين خواهد آورد."
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "مشكل ديگر مربوط به خدمات آموزش ويژه و توانبخشي است دانش آموزان استثنايي در شرايط تلفيق از آنها به صورت مفيد بهره مند نيستند. مانند: كاردرماني و گفتار درماني. در ضمن معلمان آموزش عادي معمولا براي كمك به دانش آموزان داراي ناتواني آگاهي كافي ندارند در حاليكه يك معلم و متخصص آموزش ويژه اين دانش را دارد. همچنين روشهاي تدريس در مدارس عادي جوابگوي نيازهاي افراد استثنايي نيست و باعث ركود تحصيلي آنان مي شود."
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "نتايج پژوهشي كه اخيرا در تهران صورت گرفت, نشان داد دانش آموزان تلفيقي در مدارس عادي با مشكلات خاصي روبرو بودند كه از آن ميان مي توان به كيفيت نامطلوب خدمات معلم رابط, نگرش والدين دانش آموزان تلفيق شده, پائين بودن سطح تحصيلات معلم عدم رضايت شغلي معلم, سابقه پائين معلم و كمبود خدمات توانبخشي اشاره كرد. اين دانش آموزان در كلاسهاي عادي به ميزان چشمگيري روابط منفي با همسالان خود را تجربه مي كنند و به نظر مي رسد كه در اين موقعيتها مورد غفلت واقع شوند. آنها همچنين از تعداد زياد دانش آموزان در كلاس در رنج مي باشند."
                    )
                )
            ),
            //topic 2 title 18
            InitialTopic(
                title = TitleEntity(parentId = 2, title = "تغذیه و رژیم غذایی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "از آنجا که کودکان دچار فلج مغزی اغلب در کسب وزن مناسب با توجه به سن رشدی خود با مشکل روبرو هستند والدین و مراقبین آنها باید با راههایی برای پوشش رژیم غذایی فرزندانشان اشنا باشند. تا جایی که فرزند شما نیازمند جذب و مواد غذای را تحمل می کند از این مواد برای جذب کالری مناسب می بایست استفاده کرد:"
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "•\tروغن ذرت یا کانولا، روغن مارگارین بر روی نان ، سبزیجات، برنج ، ماکارونی ، غلات گرم\n" +
                                "•\tپودر شیر کم چرب اضافه شده به شیر به طور منظم\n" +
                                "•\tسبوس گندم\n" +
                                "•\tکشمش\n" +
                                "•\tفرنی با آرد برنج\n"
                    ),
                    DescriptionEntity(
                        title = "", description = "•\tخمیر بادام زمینی\n" +
                                "•\tشیرینی محتوی شیر و تخم مرغ\n" +
                                "•\tتخم مرغ\n" +
                                "•\tپنیر\n" +
                                "•\tبستنی\n"
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "پیشنهاد می شود در هنگام صبحانه از مایعات مکمل غذایی که با مشورت با پزشک کودک قابل تهیه از داروخانه ها هستند استفاده کنید. و حتما امگا 3 (Omega 3) اضافه شود (روغن ماهی)"
                    )
                )
            ),
            //topic 2 title 19
            InitialTopic(
                title = TitleEntity(
                    parentId = 2,
                    title = "انجام فعالیت های بدنی و تمرینات تقویتی (فعالیت بدنی، حرکت های غیرفعال مفصل، کشش عضلانی، کشش طولانی مدت) بصورت حضوری و واقعیت مجازی"
                ),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "به استناد مطالعات انجام شده می توان گفت استفاده از واقعیت مجازی می تواند به عنوان روش درمانی مناسب در بهبود دامنه حرکتی اندام فوقانی کودکان فلج مغزی همی پلاژی استفاده شود. تمرینات واقعیت مجازی سبب بهبود دامنه حرکتی مفاصل خواهد شد."
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "واقعیت مجازی به عنوان مداخله تمرینی برتر، در بهبود تعادل کودکان فلج مغزی موثر می باشد."
                    )
                )
            ),
            //topic 2 title 20
            InitialTopic(
                title = TitleEntity(
                    parentId = 2,
                    title = "استفاده و معرفی تکنولوژی های پیشرفته برای کودکان فلج مغزی"
                ),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "بنیاد Bridging Bionics (BBF)، معتقد است همه افراد مبتلا به اختلالات عصبی حرکتی می\u200Cتوانند از طریق استفاده از فناوری پیشرفته بهتر زندگی کنند. آنها دنیایی را در نظر دارند که با استفاده از فناوری، عملکرد و زندگی همه افرادی که به علت نقص حرکتی به چالش کشیده شده است، بهبود یابد."
                    ),

                    DescriptionEntity(
                        title = "ساخت اسکلت بیرونی برای بهبود تحرک کودکان مبتلا به فلج مغزی",
                        description = "استفاده از رباتیک برای بهبود تحرک افراد مبتلا به اختلال حرکتی بویژه کودکان فلج مغزی هستند. در این پژوهش کودکان مبتلا به فلج مغزی، یک سامانه کنترل بی\u200Cسیم در اطراف کمر خود می\u200Cپوشند. این اسکلت بیرونی با عضلات موجود در پاها کار می\u200Cکند تا یک الگوی راه رفتن طبیعی\u200Cتر ایجاد کند. "
                    ),
                    DescriptionEntity(
                        title = "ساخت اسکلت بیرونی برای بهبود تحرک کودکان مبتلا به فلج مغزی",
                        description = "این اسکلت بیرونی به گونه\u200Cای طراحی شده است که به طور کامل با کودکانی که دستگاه را پوشیده\u200Cاند همکاری نکند. درواقع این اسکلت بیرونی مجهز به ویژگی مقاومت است. با این مقاومت کودک مجبور است فشار بیشتری بیاورد و نیروی عضلانی بیشتری اعمال کند. هر چه آنها محکم\u200Cتر قدم بردارند، اسکلت بیرونی سخت\u200Cتر خواهد شد و مقاومت بیشتری خواهد کرد. این موجب می\u200Cشود کودکان مبتلا به فلج مغزی بتوانند مغز خود را آموزش دهند و عضلات خود را تقویت کنند و حافظه ماهیچه\u200Cای بسازند. اسکلت\u200Cهای بیرونی رباتیک میتوانند کودکان معلول را از زندگی در صندلی چرخدار رها کنند."
                    ),
                    DescriptionEntity(
                        title = "توسعه نوعی پوشیدنی رباتیک برای بهبود راه رفتن کودکان فلج مغزی ",
                        description = "برای کودکان مبتلا به فلج مغزی، گروهی از اختلالات عصبی که توانایی حرکت را تحت تأثیر قرار می\u200Cدهد، راه رفتن می\u200Cتواند دشوار باشد و برخی ممکن است حتی قادر به راه رفتن نباشند. گروهی از پژوهشگران مؤسسه ملی بهداشت ایالت متحده نوعی اسکلت بیرونی رباتیک ایجاد کرده\u200Cاند که می\u200Cتواند موجب بهبود راه رفتن بسیاری از این کودکان شود. این اسکلت بیرونی بی\u200Cخطر و قابل حمل است. همچنین پژوهش\u200Cها نشان داده است که با تداوم استفاده از این اسکلت بیرونی، راه رفتن کودکان بهبود می\u200Cیابد."
                    ),
                    DescriptionEntity(
                        title = "ساخت یک بریس برای کمک به کودکان فلج مغزی ",
                        description = "مخترع جوان Spencer Janning، دانشجوی دانشگاه دیتون یک بریس با نام Freedom Leg  Brace برای کودکان مبتلا به فلج مغزی طراحی کرده است تا از عبور پاهای آنها از روی هم و حالت قیچی\u200Cوار جلوگیری کند. این کودکان باید از وسیله\u200Cای استفاده کنند که پاهای آنها را از هم جدا نگه دارد تا به حالت قیچی قرار نگیرند. حالت قیچی می\u200Cتواند مشکلات بیشتری برای این کودکان به بار آورد و بسیار دردناک باشد. "
                    ),
                    DescriptionEntity(
                        title = "ساخت یک بریس برای کمک به کودکان فلج مغزی ",
                        description = "این وسیله در عین راحتی و آزادی حرکت، مانع از پیچ خوردگی پاهای کودکان فلج مغزی می\u200Cشود. هر بریس به کمک فناوری چاپ سه بعدی و به صورت سفارشی برای افراد ساخته می\u200Cشود. "
                    ),
                    DescriptionEntity(
                        title = "آتل\u200Cهای دقیق و تنظیم شده به کودکان مبتلا به فلج مغزی کمک می\u200Cکند تا بهتر گام بردارند و بازی کنند ",
                        description = "کودکان مبتلا به فلج مغزی به انرژی بیشتری برای پیاده\u200Cروی نیاز دارند. پژوهشگران تأیید کرده\u200Cاند که سازگاری آتل\u200Cها در ترکیب با کفش\u200Cهایی که کودکان معلول برای کمک به راه رفتن استفاده می\u200Cکنند، می\u200Cتواند انرژی مورد استفاده آنها را تا ۳۳٪ کاهش دهد. آزمایش\u200Cها نشان داد کودکانی که دارای آتل یا اسپلینت\u200Cهای تنظیم شده بودند، در چندین زمینه از جمله عملکرد مفصل ران و لگن و کشیدگی زانو پیشرفت\u200Cهایی داشتند. این روش درمانی کودکان را قادر می\u200Cسازد برای مدت طولانی فعال\u200Cتر باشد و احساس خستگی کمتری کنند، که همگی به کیفیت زندگی بهتر آنها کمک می\u200Cکنند."
                    ),
                    DescriptionEntity(
                        title = "صندلی چرخدار دستی با قابلیت تبدیل حالت نشسته به ایستاده ",
                        description = "این صندلی چرخدار دستی به کاربران اجازه می\u200Cدهد تا هم در حالت نشسته و هم ایستاده حرکت کنند. این صندلی با یک مکانیزم منحصر به فرد ارگونومیک طراحی شده است تا خطر آسیب به شانه همراه با چرخش صندلی چرخدار کاهش یابد. یک تسمه در ناحیه کمر و زانو امنیت کاربر را در همه حالات حفظ می\u200Cکند. کاربران با انواع آسیب\u200Cهای نخاعی، ام\u200Cاس و فلج مغزی می\u200Cتوانند از این صندلی چرخدار استفاده کنند"
                    ),
                    DescriptionEntity(
                        title = "تشخیص زودهنگام فلج مغزی در کودکان ",
                        description = "یک فیزولوژیست اعصاب با نام Sampsa Vanhatalo از دانشگاه Helsinki با همکاری پژوهشگران دانشگاه Pisa و Neuro Event Labs، یک شرکت خبره در زمینه هوش مصنوعی، الگوریتمی برای تشخیص فلج مغزی در نوزادان نوشت. این الگوریتم فیلم نوزاد را بررسی کرده و شکلی ساده شده از حرکات وی خلق می\u200Cکند. پس از آن این اشکال را برای یافتن وضعیتی نامتعارف در حرکات نوزاد می\u200Cکاود و در صورت وجود مشکل پزشک را آگاه می\u200Cسازد. "
                    ),
                    DescriptionEntity(
                        title = "تشخیص زودهنگام فلج مغزی در کودکان ",
                        description = "فلج مغزی معمولا در بازه سنی ۶ ماهگی تا دو سالگی تشخیص داده می\u200Cشود. تشخیص زود هنگام آن می\u200Cتواند با انجام اقداماتی لازم آسیب\u200Cها را به حداقل رساند. این الگوریتم با چنین هدفی برای نوزادان بسیاری که در جهان به خدمات پزشکی دسترسی ندارند طراحی شده است."
                    ),
                    DescriptionEntity(
                        title = "سگ\u200Cهای توانبخش به راه رفتن کودکان مبتلا به فلج مغزی کمک می\u200Cکنند ",
                        description = "گروهی از پژوهشگران، فیزیوتراپیست\u200Cها و دامپزشکان در دانشگاه ساسکاچوان کانادا در حال بررسی این موضوع هستند که چگونه سگ\u200Cهای بزرگ توانبخشی می\u200Cتواند به بهبود تحرک، تعادل و بهزیستی کودکان مبتلا به فلج مغزی کمک کند. آنها مشاهده کردند با استفاده از سگ\u200Cها پیشرفت\u200Cهای فوری در الگوهای پیاده\u200Cروی کودکان اتفاق می\u200Cافتد. "
                    ),
                    DescriptionEntity(
                        title = "سگ\u200Cهای توانبخش به راه رفتن کودکان مبتلا به فلج مغزی کمک می\u200Cکنند ",
                        description = "سگ\u200Cها جایگزین برخی از وسایل پیاده\u200Cروی شده\u200Cاند و به آموزش تعادل کمک می\u200Cکنند، اما عملکردهای دیگری را نیز در اختیارتان قرار می\u200Cدهد و اعتماد به نفس بیشتری به افراد می\u200Cدهد. آنها می\u200Cتوانند به حرکت در محیط\u200Cهای واقعی کمک و درمان را لذت بخش\u200Cتر کنند."
                    )
                )
            ),
            //topic 2 title 21
            InitialTopic(
                title = TitleEntity(parentId = 2, title = "مدیریت استرس و مسائل عاطفی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "شناخت و دریافت درمان برای کودکی که با اختلالات رفتاری مرتبط با فلج مغزی دست و پنجه نرم می کند بسیار مهم است. مهمترین روش های مقابله با اختلالات رفتاری در کودکان فلج مغزی به شرح زیر است:"
                    ),
                    DescriptionEntity(
                        title = "مراقبت های حمایتی",
                        description = "یکی از مهم ترین عوامل برای کمک به مهار رفتارهای مشکل ساز، ارائه مراقبت های حمایتی برای به حداقل رساندن یا مدیریت استرس های روزمره زندگی با کودک فلج مغزی است. در حقیقت کودکی که مراقبت های مورد نیاز خود را دریافت نمی کند، همچنان از رفتارهای مشکل ساز رنج می برد. والدین، خانواده، دوستان و مراقبان کودک نیز باید از درمان حمایت کرده و تغییرات مثبت را تشویق کنند."
                    ),
                    DescriptionEntity(
                        title = "مدل سازی اصول صحیح تعامل با کودک",
                        description = "این جمله معروفی است که اعمال یک فرد بلندتر از واژگان کلامی او هستند. با مدل سازی اصول صحیح تعامل با کودک در طی جلسات درمانی، والدین به طور عملی یاد می گیرند که چگونه مشکلات رفتاری کودک را بهتر مدیریت کنند. هر کودک منحصر به فرد است و خلق و خوی متفاوتی دارد، بنابراین در تعامل با کودک باید خود را با او هماهنگ کنیم. روش یا تکنیکی که برای یک کودک موثر است ممکن است برای کودک دیگر موثر واقع نشود."
                    ),
                    DescriptionEntity(
                        title = "استفاده از برنامه ریزی",
                        description = "جلسات درمانی را بر اساس برنامه\u200Cریزی پی ریزی کنید. ابتدا از فعالیت\u200Cهای شناخته شده استفاده کنید و سپس فعالیت\u200Cهای جدید را به او معرفی کنید. همیشه کودک را برای تغییر آماده نمایید. بدین ترتیب از ناراحت شدن \u200Cکودک که ممکن است منجر به قشقرش به راه انداختن او نیز شود، جلوگیری می کنید."
                    ),
                    DescriptionEntity(
                        title = "ایجاد یک رابطه درمانی",
                        description = "ایجاد یک رابطه درمانی با کودک در طی درمان خیلی مهم است. این نوع رابطه باعث می شود که کودک به دنبال تایید شدن توسط درمانگر خود باشد. در این نوع رابطه کودک می آموزد که چه کارهایی قابل قبول و چه کارهایی غیر قابل قبول است."
                    ),
                    DescriptionEntity(
                        title = "تعیین حد و مرز ",
                        description = "در جلسات درمانی و در منزل برای کودک حد و مرز تعیین کنید. گاهی اوقات والدین از انجام این کار در منزل عاجز هستند و همین سبب بروز و عمیق شدن مشکلات رفتاری در کودک می شود. تعیین حد و حدود برای کودک موجب تقویت هنجارهای اجتماعی در او شده و منجر به پیروی از آن ها می گردد."
                    ),
                    DescriptionEntity(
                        title = "مثبت نگری",
                        description = "تشویق کردن رفتار مناسب، منجر به تقویت این رفتارها خواهد شد.کودک غالبا به بازخوردهای مثبت بهتر از بازخوردهای منفی پاسخ می دهد. بازخوردهای منفی دائمی، رابطه بین کودک و والدین یا کودک و مراقبین او را به مخاطره می\u200Cاندازد."
                    ),
                    DescriptionEntity(
                        title = "پرت کردن حواس کودک",
                        description = "وقتی می\u200Cخواهید کودک را از انجام رفتار نامطلوب باز دارید، حواس او را پرت کرده، کودک را مشغول فعالیت دیگری کنید."
                    ),
                    DescriptionEntity(
                        title = "فاصله گرفتن از کودک",
                        description = "وقتی که رفتار کودک در حین جلسه درمانی بد می شود و دیگر به اصول تعاملی پاسخ نمی دهد، از او فاصله گرفته و برای دقایقی (حدود یک تا دو دقیقه) هیچ  تعاملی با کودک نداشته باشید. وقتی کودک آرام شد، برای او دلیل کار خود را توضیح دهید. از آنجایی که در کودکان فلج مغزی گاهی اوقات عملکرد شناختی )ذهنی) نیز آسیب دیده است، مطمئن شوید که کودک دلیل کار شما را متوجه شده است. پس از وقفه پیش آمده در حین انجام فعالیت درمانی و بازگشت به کار، از آرام کردن کودک اجتناب کنید، زیرا اینکار رفتارهای قشرق گونه را در کودک تقویت می کند."
                    )

                )
            ),
            //topic 2 title 22
            InitialTopic(
                title = TitleEntity(parentId = 2, title = "لزوم مراجعه به پزشک متخصص"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "کودکانی که دارای معلولیت یا تأخیر هستند، با مداخله زودهنگام، برای رسیدن به نقاط عطف رشد (مانند راه رفتن، صحبت کردن و تغذیه) حمایت بیشتری دریافت می کنند. به عنوان مثال:",
                        description = "با فیزیوتراپی مهارت های حرکتی درشت (مانند نشستن و راه رفتن) را بهبود می بخشند.\n" +
                                "با کاردرمانی به مهارت های حرکتی ظریف (مانند برداشتن اشیاء کوچک) می پردازند.\n" +
                                "و در نهایت با گفتار درمانی گفتار و ارتباطاتشان را بهبود میبخشند.\n"
                    ),

                    )
            ),


            //topic 3 title 23
            InitialTopic(
                title = TitleEntity(parentId = 3, title = "درمان دارویی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "", description = "داروها برای کنترل عوارض فلج مغزی به کار می رود."
                    ),
                    DescriptionEntity(
                        title = "درمان این اختلال بستگی به علت و شدت فلج، سن فرد، ویژگی\u200Cهای فردی و نیازهای خاص هر فرد دارد و شامل موارد زیر می\u200Cشود:",
                        description = "•\tدارو\n" +
                                "•\tجراحی\n" +
                                "•\tبریس\n" +
                                "•\tفیزیوتراپی\n" +
                                "•\tگفتاردرمانی\n" +
                                "•\tکمک\u200Cهای توانبخشی\n" +
                                "پشتیبانی روانشناختی و اجتماعی\n"
                    )
                )
            ),
            //topic 3 title 24
            InitialTopic(
                title = TitleEntity(parentId = 3, title = "انواع جراحی برای فلج مغزی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "در جراحی کودکان فلج مغزی سعی می\u200Cشود تا اختلالاتی مانند مشکلات مغز و سیستم عصبی، ستون فقرات (ریزوتومی) و ناتوانی\u200Cهای گوارشی و ادراری درمان شوند. "
                    ),
                    DescriptionEntity(
                        title = "پزشکان در جراحی بیماران CP به فاکتورهای زیر توجه می\u200Cکنند:",
                        description = "•\tنوع بیماری فلج مغزی\n" +
                                "•\tمیزان توانایی و ناتوانی کودک\n" +
                                "•\tسن و عوارض جانبی بیماری"
                    )
                )
            ),

            //topic 3 title 25
            /*InitialTopic(
                title = TitleEntity(parentId = 3, title = ""),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                )
            ),*/

            //topic 3 title 25
            InitialTopic(
                title = TitleEntity(
                    parentId = 3,
                    title = "عوارض داروهای مصرفی و اهمیت مصرف منظم داروها"
                ),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "تشنج",
                        description = "دانش ما در رابطه با تشنج بطور قابل توجهی در طی چند سال گذشته افزایش پیدا کرده است. تشنج در اشکال متعددی وجود داشته و دارو غالبا به دنبال تشخیص نوع تشنج و علت آن تجویز می شود. به زبان ساده تشنج عبارت است از تخلیه سیگنال های الکتریکی اضافی وارده به مغز که به دلیل ضعف عملکرد مکانیسم های معمول مغزی در کنترل این سیگنال ها رخ می دهد. این ضعف عملکرد به دلیل تخریب و یا نقص کار کرد برخی سلول های مغزی در پی ضایعه وارده به آنها اتفاق می افتد. والدین کودکان فلج مغزی که دچار تشنج هستند علاوه بر مراجعه منظم به پزشک فوق تخصص مغز و اعصاب اطفال، انجام نوار مغزی و مصرف داروهای تجویز شده به صورت دقیق و منظم، می بایست ملزم به رعایت یک رژیم حسی به منظور جلوگیری از افزایش سیگنال های وارده به مغز و احتمال بروز تشنج باشند. "
                    ),
                    DescriptionEntity(
                        title = "تشنج",
                        description = "منظور از رژیم حسی، کنترل ورود سیگنال های حواس پنجگانه و نیز حس تعادلی (تحریک گیرنده های گوش داخلی که نقش تعادلی دارند) به درون سیستم عصبی می باشد به گونه ای که تعداد تحریک و شدت آن در واحد زمان کنترل گردد. به عنوان مثال فلش دوربین عکاسی که شدت سیگنال بینایی بالایی دارد نه تنها به خودی خود برای تشنج خطرناک است، اگر در عرض چند ثانیه مکرراً استفاده شود، احتمال بروز تشنج را افزایش خواهد داد. "
                    ),
                    DescriptionEntity(
                        title = "تشنج",
                        description = "همین قاعده در مورد تحریکات شنوایی و لامسه هم حکفرماست. صدای بلند و تکرار شونده مانند مجالس عروسی و یا کنسرت ها، لباس پشمی زیر و دوش سوزنی حمام، و ماساژهای غیر اصولی از این جمله اند. تحریک حس تعادلی نیز بسیار مهم و حساس بوده بطوریکه تاب دادن کودک تشنجی با شتاب و هیجان، و بالا و پایین انداختن او بسیار خطرناک است. توصیه های دقیق تر و جزیی تر در این باره را می توانید از پزشک یا درمانگر کودک تان جویا شوید. هدف پزشکان از تجویز دارو، کنترل تشنج به شکل صحیح همراه با فقدان عوارض جانبی یا عوارض جانبی بسیار پایین است. "
                    ),
                    DescriptionEntity(
                        title = "تشنج",
                        description = "سه دارو رایج ضد تشنج عبارتنداز:"
                    ),
                    DescriptionEntity(
                        title = "کاربامازپین (تگرتول یا تریل): ",
                        description = "مهمترین عارضه آن در بیماران فلج مغزی، آتاکسی (عدم تعادل) می باشد. همچنین اثرات جانبی بالقوه این دارو عبارتند از حالت تهوع، از دست دادن اشتها و جوش های پوستی حساسیتی که معمولا بلافاصله پس از شروع مصرف دارو ظاهر می شوند. اگر مصرف دارو خیلی سریع (با دوز بالا) آغاز شود، خواب آلودگی در ساعات اولیه پس از مصرف در کودک ایجاد می شود. برای آن دسته از کودکانی که قادر به بلعیدن دارو هستند، قرص هایی وجود دارد که ماده موثر آنها به صورت کنترل شده و آهسته در سیستم گوارش فرد آزاد می شود."
                    ),
                    DescriptionEntity(
                        title = "سدیم والپروات (اپیلیم، والپرو)",
                        description = "عوارض جانبی بالقوه این دارو عبارتند از حالت تهوع، ناراحتی های شکمی، افزایش وزن، ریزش مو و کبودی پوست. آسیب کبدی و مشکلات خونریزی گزارش شده اند اما بسیار نادر هستند."
                    ),
                    DescriptionEntity(
                        title = "لاموتریجین (لامیکتال و دیگر داروهای این گروه)",
                        description = "لامیکتال اغلب به عنوان مکمل همراه با سدیم والپروات استفاده می شود. این دارو معمولا به خوبی پاسخ داده و موجب افزایش سطح هوشیاری بیمار می گردد. مهم ترین اثر ناخواسته دارو بروز حساسیت می باشد که بصورت قرمزی یا جوش های پوستی و درگیری مخاط و درگیری کبد می باشد که اصطلاحا به این نوع حساسیت، استیونس جانسون (Stevens-Johnson syndrom) می گویند. اگر در حین استفاده از این دارو جوش های پوستی ظاهر گردید، مصرف آن را متوقف کرده و خیلی سریع با پزشک تماس بگیرید. در بعضی از کودکان پس از مصرف دارو، اختلالات خواب بروز پیدا می کند. "
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "بعضی از داروهای ضد تشنج قدیمی هنوز به دلیل سازگاری با یک بیمار خاص و یا کنترل بهتر تشنج در بعضی از افراد، مورد استفاده قرار می گیرند. این داروها عبارتند از:"
                    ),
                    DescriptionEntity(
                        title = "فنی توئین (دیلانتین)",
                        description = "اثرات جانبی متعددی به این دارو نسبت داده می شود که از جمله آن ها می توان به رشد بیش از حد لثه، رویش غیر طبیعی موی بدن، جوش های پوستی حساسیتی و گاهی اوقات بزرگ شدن بعضی از قسمت های صورت اشاره کرد. از آنجائیکه مرز بین دوز درمانی و سمی این دارو باریک است، دوز بیش از حد آن ممکن است موجب حالت تهوع، استفراغ، ناپایداری و خواب آلودگی کودک شود. بنابراین انجام آزمایش سنجش سطح دارو در خون ضروری است."
                    ),
                    DescriptionEntity(
                        title = "فنوباربیتال و پریمیدون (لیسکانتین Liskantine)",
                        description = "این داروها می توانند موجب تسکین و یا تحریک پذیری فرد شده و نیز یبوست را در او تشدید کنند. بنابراین انجام آزمایش سنجش سطح دارو در خون ضروری است."
                    ),
                    DescriptionEntity(
                        title = "نیترازپام (موگادون)",
                        description = "این دارو ممکن است موجب خواب آلودگی و افزایش ترشحات مجاری تنفسی شده و در نوزادان اصولاً برای درمان گرفتگی عضلانی تشنجات صرعی و نیز تشنجات تونیک استفاده می شود."
                    ),
                    DescriptionEntity(
                        title = "کلونازپام (ریوتریل، پاکسام) و کلوبازام (فریسیوم)",
                        description = "این داروها می توانند موجب تحریک پذیری، خواب آلودگی و رفتارهای نابهنجار شوند. آنها همچنین (بویژه کلوبازام) می توانند موجب تشدید آبریزش دهانی گردند. "
                    ),
                    DescriptionEntity(
                        title = "",
                        description = "تعدادی داروی ضد تشنج نسبتاً جدید نیز وجود دارند که در شرایط خاص و یا در زمانیکه فرد به دیگر داروهای ضد تشنج پاسخ نداده است، تجویز می شوند. این داروها عبارتند از:"
                    ),
                    DescriptionEntity(
                        title = "ویگاباترین (سابریل)",
                        description = "این دارو تقریبا به طور انحصاری برای درمان انقباضات غیرارادی و ممتد عضلانی در شیرخواران استفاده شده و اثرات مثبتی روی آن دارد. اثرات جانبی بالقوه این دارو عبارتند از خواب آلودگی، تحریک پذیری و بی قراری. اثرات مضر این دارو بر بینایی محیطی افراد بزرگسال به اثبات رسیده اما اثرات زیان آور آن بر شیرخوارانی که به صورت کوتاه مدت تحت درمان با آن قرار گرفته اند، نامشخص است."
                    ),
                    DescriptionEntity(
                        title = "توپیرامات (توپاماکس)",
                        description = "این دارو بسیار موثر بوده اما اثرات جانبی شایعی دارد که عبارتند از کاهش اشتها، کاهش وزن، مشکل گفتاری و رفتاری، و سنگ کلیه و گلوکوم چشم."
                    ),
                    DescriptionEntity(
                        title = "گاباپنتین (نورونتین)",
                        description = ". این روزها این دارو غالبا برای تسکین درد استفاده می شود تا مدیریت تشنج. این دارو سه بار در روز مصرف شده و به خوبی بدن افراد آن را تحمل می کند."
                    ),
                    DescriptionEntity(
                        title = "اکسکاربازپین (تری لپتال)",
                        description = "). اثرات این دارو مشابه با کاربامازپین بوده ولی غالبا بهتر از آن تحمل می شود."
                    ),
                    DescriptionEntity(
                        title = "لوتیراستام (کپرا)",
                        description = "). این دارو جدیدترین داروی ضدتشنج بوده که در کودکان مبتلا به صرع استفاده می گردد. این دارو نسبتا خوب تحمل شده و اصلی ترین اثر جانبی آن اختلال رفتاری است."
                    )
                )
            ),
            //topic 3 title 26
            InitialTopic(
                title = TitleEntity(
                    parentId = 3,
                    title = "خدمات توانبخشی و فعالیت های حمایتی (گفتاردرمانی، کاردرمانی، فیزیوتراپی، شنوائی شناسی، روانشناسی)"
                ),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "روش فیزیوتراپی و توانبخشی فلج مغزی",
                        description = "فیزیوتراپیست با استفاده از حرکت درمانی و وسایل کمکی مانند عصا، واکر، ارتز و بریس\u200Cهای پا و بازو به بیمار کمک می\u200Cکند تا توانایی حرکت داشته باشد. این شیوه\u200C باعث درمان قطعی بیماری پی\u200Cسی نمی\u200Cشود؛ اما در کنترل عوارض آن موثر است. "
                    ),
                    DescriptionEntity(
                        title = "در درمان فیزیوتراپی کودکان CP، اهداف زیر دنبال می\u200Cشوند:",
                        description = "•\tافزایش قدرت عضلات بدن\n" +
                                "•\tاصلاح دامنه حرکتی مفاصل\n" +
                                "•\tتقویت حرکات اندام\u200Cهای بدن بیمار مانند دست و پا\n"
                    ),
                    DescriptionEntity(
                        title = "کار درمانی",
                        description = "این تکنیک زیرشاخه\u200Cایی از توانبخشی است که از نظر جسمی و روحی به بیمار کمک می\u200Cکند. در واقع هدف این است که بیمار برای انجام کارهای شخصی استقلال داشته باشد"
                    ),
                    DescriptionEntity(
                        title = "درمان\u200Cهای جایگزین",
                        description = "•\tموسیقی درمانی\n" +
                                "•\tطب سوزنی\n" +
                                "•\tآب درمانی\n" +
                                "•\tدر سالهای اخیر تزریق سلولهای بنیادی در درمان CP گسترش زیادی داشته است\n"
                    )
                )
            ),
            //topic 4 title 27
            InitialTopic(
                title = TitleEntity(parentId = 4, title = "تصویربرداری عصبی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "الکترومیوگرام (EMG) یا تست نوار عصب و عضله",
                        description = "در این آزمایش پزشک وضعیت ماهیچه\u200Cها و سلول\u200Cهای عصبی آنها را بررسی می\u200Cکند. در طی آن سیگنال\u200Cهای الکتریکی ناشی از فعالیت عصب و ماهیچه\u200Cها ثبت می\u200Cشوند."
                    ),
                    DescriptionEntity(
                        title = "الکتروانسفالوگرام (EEG): ",
                        description = "در این تست پدهای کوچکی روی پوست سر کودک قرار می\u200Cگیرد. به این ترتیب سیگنال\u200Cهای امواج مغزی به\u200Cصورت دیجیتالی روی کاغذ ثبت می\u200Cشوند. پزشک متخصص با استفاده از این آزمایش فعالیت مغز را بررسی می\u200Cکند."
                    ),
                    /*DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "",
                        description = ""
                    ),
                    DescriptionEntity(
                        title = "",
                        description = ""
                    ),
                    DescriptionEntity(
                        title = "",
                        description = ""
                    ),
                    DescriptionEntity(
                        title = "",
                        description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "",
                        description = ""
                    ),
                    DescriptionEntity(
                        title = "",
                        description = ""
                    ),
                    DescriptionEntity(
                        title = "",
                        description = ""
                    ),
                    DescriptionEntity(
                        title = "",
                        description = ""
                    ),
                    DescriptionEntity(
                        title = "",
                        description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),
                    DescriptionEntity(
                        title = "", description = ""
                    ),*/
                )
            ),

            //topic 5 title 28
            InitialTopic(
                title = TitleEntity(parentId = 5, title = "اصلی ترین مراکز درمانی و رسیدگی کننده"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "اصلی ترین مراکز درمانی و رسیدگی کننده",
                        description = "بیمارستان شهید مطهری، مطب خصوصی پزشکان متخصص و فوق تخصص مغز و اعصاب کودکان"
                    )
                )
            ),
            //topic 5 title 29
            InitialTopic(
                title = TitleEntity(
                    parentId = 5,
                    title = "لیست متخصصین و فوق تخصص های مغز و اعصاب کودکان در ارومیه"
                ),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "لیست متخصصین و فوق تخصص های مغز و اعصاب کودکان در ارومیه",
                        description = "دکتر احد قضاوری، دکتر عزت الله عباسی،دکتر علیرضا عبدی"
                    )
                )
            ),

            //topic 6 title 30
            InitialTopic(
                title = TitleEntity(parentId = 6, title = "نوزاد 3 تا 6 ماهه"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "علائم اولیه در کودکان 6 تا 9 ماهه",
                        description = "وقتی کودک به پشت خوابیده است، هنگام بلند کردن او سرش به طور غیرطبیعی به سمت عقب کشیده میشود." +
                                "شلی عضلات دیده میشود." +
                                "عضلات پاها سفت هستند." +
                                "به نظر میرسد پاها حالت ضربدری دارند."
                    )
                )
            ),
            //topic 6 title 31
            InitialTopic(
                title = TitleEntity(parentId = 6, title = "کودکان 6 تا 9 ماهه"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "علائم اولیه در کودکان 6 تا 9 ماهه",
                        description = "نمیتوانند بدن خود را به طرفین بچرخانند (غلت بزنند)." +
                                "در نزدیک کردن دستها بهم ناتوان هستند." +
                                "نمیتوانند دستهایشان را به طرف دهان ببرند." +
                                "یک دست را در حالت کشیده نگه میدارند و دست دیگر را مشت میکنند و فقط با یک دست مداد را می گیرند."
                    )
                )
            ),
            //topic 6 title 32
            InitialTopic(
                title = TitleEntity(parentId = 6, title = "کودکان بیشتر از 10 ماهه"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "علائم اولیه در کودکان بیشتر از 10 ماهه",
                        description = "چهار دست و پا راه نمیروند." +
                                "به صورت کج سینه خیز میروند." +
                                "روی باسن میچرخند و فقط با یک دست مداد را می گیرند."
                    )
                )
            ),


            //topic 7 title 33
            InitialTopic(
                title = TitleEntity(
                    parentId = 7,
                    title = "فلج مغزی اسپاستیک (spastic cerebral palsy)"
                ),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "شایع\u200Cترین نوع CP است. ماهیچه\u200Cها سخت و سفت هستند و بیمار به\u200Cسختی اندام\u200Cهای خود را حرکت می\u200Cدهد."
                    )
                )
            ),
            //topic 7 title 34
            InitialTopic(
                title = TitleEntity(parentId = 7, title = "آتاکسیک (ataxic cerebral palsy)"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "بیمار دچار مشکلات تعادلی است و حرکات تند ناشیانه دارد. در اندام\u200Cهای آنها لرزش را نیز می\u200Cبینید. در ابتدا به\u200Cنظر می\u200Cرسد کودک در حرکات خود تعادل و کنترل دارد، اما در ادامه این توانایی را از دست می\u200Cدهد. ناهنجاری\u200Cهای چشمی، بلعی و گفتاری در این بیماران وجود دارد."
                    )
                )
            ),
            //topic 7 title 35
            InitialTopic(
                title = TitleEntity(parentId = 7, title = "دیس کینتیک (dyskinetic cerebral palsy)"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "در بازوها و پاها حرکات غیرطبیعی را شاهد هستید. حرکات می\u200Cتوانند تند، کُند و خشن باشند. راه رفتن و نشستن برای بیماران دشوار است."
                    )
                )
            ),
            //topic 7 title 36
            InitialTopic(
                title = TitleEntity(parentId = 7, title = "فلج مغزی مختلط (mixed cerebral palsy)"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "علائم انواع سی\u200Cپی در بیمار "
                    )
                )
            ),


            //topic 8 title 37
            InitialTopic(
                title = TitleEntity(parentId = 8, title = "آسیب به مغز در زمان زایمان"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "از جمله اختلال خونرسانی به مغز، کمبود اکسیژن، ضربه یا تروما به سر و گردن نوزاد و جمع شدن ناصحیح نوزاد در رحم مادر می\u200Cتواند منجر به فلج مغزی شود."
                    )
                )
            ),
            //topic 8 title 37
            InitialTopic(
                title = TitleEntity(parentId = 8, title = "عفونت\u200Cهای مغزی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "مانند مننژیت (التهاب مغز و نخاع)، آبسه مغزی و آبسه نخاعی"
                    )
                )
            ),
            //topic 8 title 37
            InitialTopic(
                title = TitleEntity(parentId = 8, title = "ضربه و تروما"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "ناشی از تصادفات رانندگی، سقوط، ضربه در ورزش، حوادث صنعتی و سایر عوامل ضربه\u200Cای"
                    )
                )
            ),//topic 8 title 37
            InitialTopic(
                title = TitleEntity(parentId = 8, title = "عوامل ژنتیکی و ارثی"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "مانند اسپاستیس پاراپلژیک، دیستونی"
                    )
                )
            ),//topic 8 title 37
            InitialTopic(
                title = TitleEntity(parentId = 8, title = "اختلالات متابولیک"),
                descriptions = listOf(
                    DescriptionEntity(
                        title = "",
                        description = "مانند بیماری\u200Cهای خود ایمنی، اختلالات هورمونی، نارسایی کلیه، بیماری\u200Cهای متابولیک ژنتیکی و سموم (مانند مواد مخدر یا الکل)"
                    )
                )
            ),

            )
    }
}